---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryConnectorData.Flow
source: html/59b9e1ac-aa14-3040-8903-98c0a1968252.htm
---
# Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryConnectorData.Flow Property

The connector flow, Units:(ft³/s)

## Syntax (C#)
```csharp
public double Flow { get; }
```